{"type": "FeatureCollection", "features": [{"id": 1, "uid": "c99446ca-1800-486f-9929-c644c58799e5", "table_name": "control_oficios_2022", "schema_name": "public", "title": "control oficios 2022", "purpose": "Proporcionar a las áreas del INEGI responsables de los censos y encuestas institucionales el insumo para la planeación, levantamiento, control de cobertura, organización y publicación de resultados, mediante un sistema geográfico y tabular que organice el territorio nacional en diferentes niveles de desagregación geográfica.", "abstract": "23", "md_dataidentification_language": "ES-Español ", "topiccategory": null, "groupcategory": null, "keyword": "juan", "presentationform": null, "ci_onlineresource_linkage": null, "maintenanceandupdatefrequency": null, "md_dataidentification_characterset": null, "specuse": null, "datestamp": null, "datetype": null, "date_creation": "2023-08-07T15:31:53.119710", "inpname": null, "ci_responsibleparty_individualname": null, "ci_responsibleparty_organisationname": null, "ci_responsibleparty_positionname": null, "ci_responsibleparty_linkage": null, "ci_responsibleparty_role": null, "westboundlongitude": null, "eastboundlongitude": null, "southboundlatitude": null, "northboundlatitude": null, "spatialrepresentationtype": null, "latres": null, "longres": null, "geogunit": null, "lambertc_stdparll": null, "lambertc_longcm": null, "mercatort_latprjo": null, "mercator_feast": null, "mercator_fnorth": null, "mercator_sfec": null, "local_desc": null, "local_geo_inf": null, "coord_repres": null, "ordres": null, "absres": null, "distance_res": null, "bearing_res": null, "bearing_uni": null, "ref_bearing_dir": null, "ref_bearing_mer": null, "plandu": null, "horizdn": null, "ellips": null, "semiaxis": null, "altenc": null, "categories": [""], "altres": null, "altunits": null, "altdatum": null, "depthdn": null, "depthres": null, "depthdu": null, "level": null, "dq_quantitativeresult": null, "dq_completeness_nameofmeasure": null, "dq_logicconsistency_nameofmeasure": null, "positionalaccuracy_nameofmeasure": null, "temporalaccuracy_nameofmeasure": null, "thematicaccuracy_nameofmeasure": null, "dq_completeness_measuredescription": null, "dq_logicconsistency_measuredescription": null, "positionalaccuracy_measuredescription": null, "temporalaccuracy_measuredescription": null, "thematicaccuracy_measuredescription": null, "positionalaccuracy_valueunit": null, "temporalaccuracy_valueunit": null, "thematicaccuracy_valueunit": null, "statement": null, "entity_detail": null, "graphfilename": null, "md_format": null, "edition": null, "metadatastandardname": null, "metadatastandardversion": null, "date": null, "md_referencesystem": null, "geographicelement": null, "planar": null, "mapprojn": null, "gridcoordinatessystem": null, "li_processstep": null, "li_source": null, "spatial_level": null, "minimum_optimal_scale": null, "maximum_optimal_scale": null, "publication_date": "2023-03-01T10:10:01.015115", "publication_frequency": null, "utm_zone": null, "license": null, "confidentiality": null, "feature_count": 3700, "geometry_type": "POINT", "projection_name": null, "projection_authid": "EPSG:32614", "spatial_extent": "152823, 811702, 2207432, 3633241", "update_date": "2023-03-08T15:41:38.705370", "data_last_update": null, "themes": [], "metadata_xml": null, "geom": [[[-100.52375858763553, 19.956866863266427], [-100.93627304113697, 19.96092144081255], [-101.30836260885047, 20.05246176951707], [-101.36748013642696, 20.070237809918517], [-101.76941446547697, 20.211889898852874], [-102.01058553240831, 20.330495270343388], [-102.06027758132578, 20.378392813376987], [-102.33172845259057, 20.66509888013206], [-96.8702124127823, 32.819094317616205], [-96.014334430154, 20.362851411577193], [-100.52375858763553, 19.956866863266427]]]}, {"id": 3, "uid": "0deb1ebf-885e-4f68-bece-7dba64c34f12", "table_name": "padron_propiedades", "schema_name": "propiedades_gto", "title": "Padrón de propiedades de Gobierno del Estado", "purpose": null, "abstract": "Polígonos de predios del padrón inmobiliario ", "md_dataidentification_language": null, "topiccategory": null, "groupcategory": null, "keyword": "propiedades R3 ", "presentationform": null, "ci_onlineresource_linkage": null, "maintenanceandupdatefrequency": null, "md_dataidentification_characterset": null, "specuse": null, "datestamp": null, "datetype": null, "date_creation": "2023-08-07T15:31:53.119710", "inpname": null, "ci_responsibleparty_individualname": null, "ci_responsibleparty_organisationname": null, "ci_responsibleparty_positionname": null, "ci_responsibleparty_linkage": null, "ci_responsibleparty_role": null, "westboundlongitude": null, "eastboundlongitude": null, "southboundlatitude": null, "northboundlatitude": null, "spatialrepresentationtype": null, "latres": null, "longres": null, "geogunit": null, "lambertc_stdparll": null, "lambertc_longcm": null, "mercatort_latprjo": null, "mercator_feast": null, "mercator_fnorth": null, "mercator_sfec": null, "local_desc": null, "local_geo_inf": null, "coord_repres": null, "ordres": null, "absres": null, "distance_res": null, "bearing_res": null, "bearing_uni": null, "ref_bearing_dir": null, "ref_bearing_mer": null, "plandu": null, "horizdn": null, "ellips": null, "semiaxis": null, "altenc": null, "categories": [], "altres": null, "altunits": null, "altdatum": null, "depthdn": null, "depthres": null, "depthdu": null, "level": null, "dq_quantitativeresult": null, "dq_completeness_nameofmeasure": null, "dq_logicconsistency_nameofmeasure": null, "positionalaccuracy_nameofmeasure": null, "temporalaccuracy_nameofmeasure": null, "thematicaccuracy_nameofmeasure": null, "dq_completeness_measuredescription": null, "dq_logicconsistency_measuredescription": null, "positionalaccuracy_measuredescription": null, "temporalaccuracy_measuredescription": null, "thematicaccuracy_measuredescription": null, "positionalaccuracy_valueunit": null, "temporalaccuracy_valueunit": null, "thematicaccuracy_valueunit": null, "statement": null, "entity_detail": null, "graphfilename": null, "md_format": null, "edition": null, "metadatastandardname": null, "metadatastandardversion": null, "date": null, "md_referencesystem": null, "geographicelement": null, "planar": null, "mapprojn": null, "gridcoordinatessystem": null, "li_processstep": null, "li_source": null, "spatial_level": "Estatal", "minimum_optimal_scale": null, "maximum_optimal_scale": null, "publication_date": "2023-03-16T10:53:08.927562", "publication_frequency": null, "utm_zone": null, "license": null, "confidentiality": null, "feature_count": 12838, "geometry_type": "MULTIPOLYGON", "projection_name": null, "projection_authid": "EPSG:32614", "spatial_extent": "-1297257.8109262995, 422503.0600266003, 2205450.347553009, 3927557.64816365", "update_date": "2023-03-16T10:53:08.927562", "data_last_update": "2023-03-03T10:52:41.491000", "themes": [], "metadata_xml": null, "geom": [[[-100.52093977444521, 19.938988232533564], [-100.95534914277891, 19.934834532233836], [-101.333767621, 20.034150290999133], [-101.86157736799998, 20.234073043999217], [-101.890334225, 20.25048655199916], [-102.01064650436918, 20.33009619468417], [-102.0107712416877, 20.33019204283767], [-102.06040778674773, 20.37830537608564], [-118.31040175970702, 33.9311145378148], [-118.31040180905144, 33.931465728960035], [-118.31014092868251, 33.93146465728085], [-99.78439685500001, 21.428554165999177], [-99.78431079399999, 21.428461692999193], [-99.74709108191033, 21.2862058999976], [-99.74732884725549, 21.285646295546616], [-100.38879087786601, 20.036794180429464], [-100.41690944000003, 20.007583457999132], [-100.42700360600107, 19.997169234586142], [-100.52018915949886, 19.939011464226336], [-100.52093977444521, 19.938988232533564]]]}, {"id": 2, "uid": "1fa5d5fd-b3b3-40df-a49a-8a11c4be74f8", "table_name": "mgeo_agebrur", "schema_name": "inegi", "title": "Marco Geoestadístico, Diciembre 2022.", "purpose": "Proporcionar a las áreas del INEGI responsables de los censos y encuestas institucionales el insumo para la planeación, levantamiento, control de cobertura, organización y publicación de resultados, mediante un sistema geográfico y tabular que organice el territorio nacional en diferentes niveles de desagregación geográfica.", "abstract": "el Marco Geoestadístico (MG), en su versión por estado, es un sistema que incluye información vectorial, tablas de atributos y catálogos de cada una de las áreas geoestadísticas estatales.\n\nSu cobertura es la parte del Territorio Nacional que corresponde, para cada entidad federativa, a la superficie continental y aquellas islas marítimas que tienen o tuvieron alguna unidad de observación de interés para censos y/o encuestas. Representa dicha cobertura en niveles sucesivos de desagregación, denominados áreas geoestadísticas. Éstas, a su vez, están definidas por los llamados límites geoestadísticos, que se establecen con base en la normatividad específica del MG. De conformidad con los principios con los que fueron generados, coinciden con los límites político-administrativos en la medida en que cumplen con los criterios de consistencia geométrica del MG, pues para la definición de áreas geoestadísticas se da prioridad a la conformación de polígonos bien definidos, con límites claramente identificables y cuidando la continuidad espacial, aspectos que no siempre se cumplen en la delimitación político-administrativa del país, por lo que el MG ha establecido criterios y lineamientos para diseñar soluciones técnicas que den a las áreas geoestadísticas la congruencia necesaria.\n\nLos límites del Marco Geoestadístico en su versión por estado se han definido con el propósito específico de referenciar geográficamente la información de censos y encuestas del INEGI, para lo cual tiene reglas propias respecto a la consistencia geométrica de sus polígonos. En ningún caso o uso que se le dé a este producto, se le debe asumir como fuente oficial de la división político-administrativa del país.\n\nPor tales razones, el Marco Geoestadístico en su versión por estado no contiene una entidad federativa y sus municipios, sino un área geoestadística estatal y las áreas geoestadísticas municipales que la integran. Todos los datos derivados de la conformación geométrica de éstas (perímetro, superficie, densidad de población y otros) no deben ser considerados oficiales ni de alta exactitud respecto a la realidad.\n\nEl producto se actualiza anualmente de manera regular, y en los años en que se realicen censos o encuestas del INEGI, la versión del MG corresponderá al evento censal o encuesta que corresponda a dicho año. Los elementos que se actualizan son manzanas (clave), localidades (clave y nombre), conformación de AGEB urbanas y rurales, límites de las AGEM y/o AGEE (cuando se efectúan modificaciones a los límites político-administrativos) y los catálogos correspondientes.\n\nEs importante aclarar que cuando hay un evento censal la actualización de los elementos del MG se obtiene mediante recorridos completos de las unidades de observación por captar en campo (viviendas, establecimientos económicos y unidades de producción); mientras que cuando es una actualización regular, ésta se enfoca en aquellas áreas del país que tienen una dinámica sobresaliente en cuanto a crecimiento demográfico o cambios en el uso del suelo, de manera que se les estima una alta probabilidad de mostrar cambios en el corto plazo.\n\nAsimismo, los procesos para representar y actualizar en el Marco Geoestadístico los elementos del territorio (como manzanas urbanas y localidades puntuales, por ejemplo) también se realizan con criterios basados en el propósito del producto, de manera que los procesos de edición y control de calidad dan preferencia a cuidar la inclusión de la totalidad de elementos debidos y su correcta identificación. Además, se emplean diferentes insumos, como levantamientos aproximados en campo e imágenes de satélite con resoluciones y exactitud métrica variables. Por todo lo anterior, no debe esperarse para el Marco Geoestadístico una muy alta calidad geométrica (posición y dimensiones de los objetos) semejante a la de otros productos del INEGI -como ortoimágenes -cuyo proceso sí fue diseñado para obtener altos niveles de exactitud. Todos los datos derivados de la conformación y posición geométrica de los elementos del Marco Geoestadístico (dimensiones, coordenadas de posición u otros) tampoco deben ser considerados oficiales ni de alta exactitud.\n\nTodo uso que se dé al Marco Geoestadístico para fines distintos a los previstos para su creación será bajo responsabilidad del usuario y debería considerar todas las aclaraciones anteriores.\n\nEl MG contiene además la cobertura de todas las localidades del territorio nacional, de manera que a cada una de las viviendas le corresponde una secuencia de claves de identificación geográfica que está dada por los sucesivos niveles de desagregación en los que se divide el territorio nacional. \n\nLos niveles de desagregación del MG son los siguientes:\n\nÁREA GEOESTADÍSTICA ESTATAL (AGEE): es la representación de las entidades federativas y posee una clave de dos dígitos de 01 a 32 (AGEM). Sus demarcaciones son los límites geoestadísticos estatales.\nÁREA GEOESTADÍSTICA MUNICIPAL (AGEM): es la representación de los municipios de cada entidad federativa; y en el caso de la Ciudad de México, de sus demarcaciones territoriales. Sus contornos son los límites geoestadísticos municipales. Poseen una clave de tres dígitos que se inicia desde 001 por cada AGEE.  \nÁREA GEOESTADÍSTICA BÁSICA (AGEB): unidad territorial creada específicamente como base para el control de los operativos de levantamiento de información en campo. Existen dos tipos de áreas geoestadísticas básicas: urbanas y rurales.\nA partir de este nivel de desagregación el MG divide, puesto que la secuencia de desagregación es distinta para cada tipo de AGEB. A continuación, se detallan ambas secuencias.\n\nAGEB URBANAS: \nEstán contenidas dentro de una localidad urbana. Por ello, luego del estado y el municipio sus niveles de desagregación son los siguientes:\nNIVEL LOCALIDAD URBANA: tiene una clave única de 4 dígitos que se inicia desde 0001 por municipio. Se consideran localidades urbanas aquéllas con 2,500 habitantes o más -según el más reciente recuento nacional de población- o que sean cabeceras municipales, independientemente de su población. También son urbanas aquellas localidades que -independientemente de su número de habitantes- tengan las siguientes características:  a) fueron clasificadas como urbanas en censos anteriores; b) sean el crecimiento de una localidad urbana, presentando continuidad urbanística con ella, rebasen la representación territorial de la AGEE y/o AGEM y se sustente la independencia de sus espacios; c) dejaron de ser cabeceras municipales.\nNIVEL AGEB URBANA: conjunto de manzanas correspondientes a una localidad urbana. Posee clave única de cuatro caracteres que se inicia desde 0010 por cada municipio.\nNIVEL MANZANA: unidad territorial definida mediante criterios específicos y que posee una clave de tres dígitos que se inicia desde 001 por cada AGEB urbana. \nNIVEL FRENTE DE MANZANA: parte de la manzana definida mediante criterios específicos y que posee una clave de un dígito que se inicia desde 1 por cada manzana.  Consigna datos de nombre y tipo de vialidad y entre vialidades.\nNIVEL EJE DE VIALIDAD: por jerarquía geográfica es el que sigue a la localidad urbana (dado que las vialidades recorren largos segmentos de las localidades), pero en el MG está colocado como nivel siguiente de la manzana porque las vialidades están divididas en tramos, cada uno por cada manzana con la que colinda. Además de la secuencia de claves estado-municipio-localidad, cada tramo tiene asignada una clave de segmentación, además de atributos de nombre, tipo y sentido de calle.\nAGEB RURALES: \nÉstas contienen grupos de localidades rurales amanzanadas y puntuales (aquéllas sin amanzanamiento definido y que son representadas como puntos en la cartografía). Por ello, luego del estado y el municipio, sus niveles de desagregación son los siguientes:\nNIVEL AGEB RURAL: posee una clave única de cuatro caracteres que se inicia desde 0010 por cada municipio. El AGEB rural está conformado por localidades rurales, que son aquéllas que tienen menos de 2,500 habitantes (conforme al más reciente recuento nacional de población) y que además no son cabecera municipal. También se consideran rurales aquellas localidades que, aun con 2,500 habitantes o más, tienen las siguientes características:  a) edificaciones dispersas y sin contigüidad que permita un amanzanamiento; b) manzanas con pocas edificaciones y predominio de uso agrícola o forestal; c) edificaciones que son centros de readaptación o rehabilitación, campamentos agrícolas, seminarios, internados, etc. \nEl MG contiene también información sobre servicios, organizada en tres capas: CAPA SIP (representación puntual), que contiene objetos espaciales como cementerios, plazas y pozos; CAPA SIL (representación con líneas), que contiene objetos como acueductos, caminos y linderos; CAPA SIA (representación con áreas), que muestra objetos como pistas de aviación e instalaciones de varios tipos. La relación detallada de los objetos espaciales por cada capa se incluye en 7.2. \n", "md_dataidentification_language": "ES-Español ", "topiccategory": null, "groupcategory": null, "keyword": "AGEB - Área Geoestadística Básica,AGEE - Área Geoestadística Estatal,AGEM - Área Geoestadística Municipal,Caserío Disperso,Ejes de Vialidad,Frentes de manzana,Integración Territorial,Límite Geoestadístico,Límite Político-Administrativo,Localidad Amanzanada,Localidad Rural Puntual,Manzana,Polígono Externo,Polígono Externo de Manzana,Servicio Tipo Área,Servicio Tipo Línea,Servicio Tipo Punto", "presentationform": null, "ci_onlineresource_linkage": null, "maintenanceandupdatefrequency": null, "md_dataidentification_characterset": null, "specuse": "USO 1 (INTERNO): las direcciones generales de Estad\\u00edsticas Sociodemogr\\u00e1ficas y de Estad\\u00edsticas Econ\\u00f3micas del INEGI emplean el Marco Geoestad\\u00edstico para la realizaci\\u00f3n de los diferentes tipos de censos y encuestas. Utilizan los cat\\u00e1logos y la cartograf\\u00eda geoestad\\u00edstica -impresa y digital- primero, como insumos para la planeaci\\u00f3n y organizaci\\u00f3n del operativo; posteriormente para el levantamiento y control de cobertura territorial y finalmente para la organizaci\\u00f3n, presentaci\\u00f3n y divulgaci\\u00f3n de resultados. Se hace con el apoyo de herramientas inform\\u00e1ticas que facilitan la obtenci\\u00f3n, captaci\\u00f3n y almacenamiento de los datos. Se generan as\\u00ed estad\\u00edsticas sociales y econ\\u00f3micas, con referencia geogr\\u00e1fica, basadas en una determinada unidad de observaci\\u00f3n (vivienda o establecimiento econ\\u00f3mico). Dicha informaci\\u00f3n se destina a instituciones de los sectores p\\u00fablico y privado y al p\\u00fablico en general; se apoya as\\u00ed la toma de decisiones en programas de gobierno y apoyos sociales, as\\u00ed como proyectos de investigaci\\u00f3n en la materia. \\n\\nUSO 2 (EXTERNO): diversas instituciones gubernamentales utilizan el Marco Geoestad\\u00edstico como parte de sus herramientas de verificaci\\u00f3n para la asignaci\\u00f3n de recursos. Con base en la cartograf\\u00eda geoestad\\u00edstica y el Cat\\u00e1logo \\u00danico de Claves de \\u00c1reas Geoestad\\u00edsticas Estatales, Municipales y Localidades, verifican la existencia de localidades y su ubicaci\\u00f3n respecto a los l\\u00edmites geoestad\\u00edsticos. Se apoya as\\u00ed la elaboraci\\u00f3n de dict\\u00e1menes e informes t\\u00e9cnicos especializados, que son de utilidad para el desarrollo, control de procedimientos y toma de decisiones de las Unidades del Estado relacionadas con programas de distribuci\\u00f3n de recursos econ\\u00f3micos en diferentes sectores sociales. \\n\\nUSO 3 (EXTERNO): instituciones acad\\u00e9micas y de investigaci\\u00f3n utilizan el Marco Geoestad\\u00edstico en an\\u00e1lisis espaciales relacionados con desastres naturales. Empleando la cartograf\\u00eda y cat\\u00e1logos del MG e incorpor\\u00e1ndola a sistemas de informaci\\u00f3n geogr\\u00e1fica en combinaci\\u00f3n con otras capas de informaci\\u00f3n, se identifican zonas con diferentes niveles de riesgo o da\\u00f1os recibidos respecto a diferentes tipos de desastres naturales. Se obtienen mapas tem\\u00e1ticos que son de utilidad para las instancias de gobierno encargadas de programas de protecci\\u00f3n civil.", "datestamp": null, "datetype": null, "date_creation": "2023-08-07T15:31:53.119710", "inpname": null, "ci_responsibleparty_individualname": null, "ci_responsibleparty_organisationname": null, "ci_responsibleparty_positionname": null, "ci_responsibleparty_linkage": null, "ci_responsibleparty_role": null, "westboundlongitude": null, "eastboundlongitude": null, "southboundlatitude": null, "northboundlatitude": null, "spatialrepresentationtype": null, "latres": null, "longres": null, "geogunit": null, "lambertc_stdparll": null, "lambertc_longcm": null, "mercatort_latprjo": null, "mercator_feast": null, "mercator_fnorth": null, "mercator_sfec": null, "local_desc": null, "local_geo_inf": null, "coord_repres": null, "ordres": null, "absres": null, "distance_res": null, "bearing_res": null, "bearing_uni": null, "ref_bearing_dir": null, "ref_bearing_mer": null, "plandu": null, "horizdn": null, "ellips": null, "semiaxis": null, "altenc": null, "categories": ["11. Localización: Información posicional y servicios.  "], "altres": null, "altunits": null, "altdatum": null, "depthdn": null, "depthres": null, "depthdu": null, "level": null, "dq_quantitativeresult": null, "dq_completeness_nameofmeasure": null, "dq_logicconsistency_nameofmeasure": null, "positionalaccuracy_nameofmeasure": null, "temporalaccuracy_nameofmeasure": null, "thematicaccuracy_nameofmeasure": null, "dq_completeness_measuredescription": null, "dq_logicconsistency_measuredescription": null, "positionalaccuracy_measuredescription": null, "temporalaccuracy_measuredescription": null, "thematicaccuracy_measuredescription": null, "positionalaccuracy_valueunit": null, "temporalaccuracy_valueunit": null, "thematicaccuracy_valueunit": null, "statement": null, "entity_detail": null, "graphfilename": null, "md_format": null, "edition": null, "metadatastandardname": null, "metadatastandardversion": null, "date": null, "md_referencesystem": null, "geographicelement": null, "planar": null, "mapprojn": null, "gridcoordinatessystem": null, "li_processstep": null, "li_source": null, "spatial_level": null, "minimum_optimal_scale": null, "maximum_optimal_scale": null, "publication_date": "2023-03-02T09:07:04.191746", "publication_frequency": null, "utm_zone": null, "license": "8. Acceso al público a través de internet y los Centros de Información del Instituto Nacional de Estadística y Geografía - INEGI.", "confidentiality": "El Instituto Nacional de Estadística y Geografía - INEGI no se hace responsable por el uso que usted le dé a los datos.", "feature_count": 339, "geometry_type": "MULTIPOLYGON", "projection_name": "ITRF08 época 2010.0.", "projection_authid": "EPSG:6369", "spatial_extent": "176713.73727255518, 430372.05750787276, 2202777.9310659636, 2416930.724631293", "update_date": "2023-07-05T15:52:23.685430", "data_last_update": null, "themes": [], "metadata_xml": "<Metadata>\n<MD_DataIdentification>\n<title>Marco Geoestadístico, Diciembre 2022.</title>\n<purpose>Proporcionar a las áreas del INEGI responsables de los censos y encuestas institucionales el insumo para la planeación, levantamiento, control de cobertura, organización y publicación de resultados, mediante un sistema geográfico y tabular que organice el territorio nacional en diferentes niveles de desagregación geográfica.</purpose>\n<abstract>el Marco Geoestadístico (MG), en su versión por estado, es un sistema que incluye información vectorial, tablas de atributos y catálogos de cada una de las áreas geoestadísticas estatales.\n\nSu cobertura es la parte del Territorio Nacional que corresponde, para cada entidad federativa, a la superficie continental y aquellas islas marítimas que tienen o tuvieron alguna unidad de observación de interés para censos y/o encuestas. Representa dicha cobertura en niveles sucesivos de desagregación, denominados áreas geoestadísticas. Éstas, a su vez, están definidas por los llamados límites geoestadísticos, que se establecen con base en la normatividad específica del MG. De conformidad con los principios con los que fueron generados, coinciden con los límites político-administrativos en la medida en que cumplen con los criterios de consistencia geométrica del MG, pues para la definición de áreas geoestadísticas se da prioridad a la conformación de polígonos bien definidos, con límites claramente identificables y cuidando la continuidad espacial, aspectos que no siempre se cumplen en la delimitación político-administrativa del país, por lo que el MG ha establecido criterios y lineamientos para diseñar soluciones técnicas que den a las áreas geoestadísticas la congruencia necesaria.\n\nLos límites del Marco Geoestadístico en su versión por estado se han definido con el propósito específico de referenciar geográficamente la información de censos y encuestas del INEGI, para lo cual tiene reglas propias respecto a la consistencia geométrica de sus polígonos. En ningún caso o uso que se le dé a este producto, se le debe asumir como fuente oficial de la división político-administrativa del país.\n\nPor tales razones, el Marco Geoestadístico en su versión por estado no contiene una entidad federativa y sus municipios, sino un área geoestadística estatal y las áreas geoestadísticas municipales que la integran. Todos los datos derivados de la conformación geométrica de éstas (perímetro, superficie, densidad de población y otros) no deben ser considerados oficiales ni de alta exactitud respecto a la realidad.\n\nEl producto se actualiza anualmente de manera regular, y en los años en que se realicen censos o encuestas del INEGI, la versión del MG corresponderá al evento censal o encuesta que corresponda a dicho año. Los elementos que se actualizan son manzanas (clave), localidades (clave y nombre), conformación de AGEB urbanas y rurales, límites de las AGEM y/o AGEE (cuando se efectúan modificaciones a los límites político-administrativos) y los catálogos correspondientes.\n\nEs importante aclarar que cuando hay un evento censal la actualización de los elementos del MG se obtiene mediante recorridos completos de las unidades de observación por captar en campo (viviendas, establecimientos económicos y unidades de producción); mientras que cuando es una actualización regular, ésta se enfoca en aquellas áreas del país que tienen una dinámica sobresaliente en cuanto a crecimiento demográfico o cambios en el uso del suelo, de manera que se les estima una alta probabilidad de mostrar cambios en el corto plazo.\n\nAsimismo, los procesos para representar y actualizar en el Marco Geoestadístico los elementos del territorio (como manzanas urbanas y localidades puntuales, por ejemplo) también se realizan con criterios basados en el propósito del producto, de manera que los procesos de edición y control de calidad dan preferencia a cuidar la inclusión de la totalidad de elementos debidos y su correcta identificación. Además, se emplean diferentes insumos, como levantamientos aproximados en campo e imágenes de satélite con resoluciones y exactitud métrica variables. Por todo lo anterior, no debe esperarse para el Marco Geoestadístico una muy alta calidad geométrica (posición y dimensiones de los objetos) semejante a la de otros productos del INEGI -como ortoimágenes -cuyo proceso sí fue diseñado para obtener altos niveles de exactitud. Todos los datos derivados de la conformación y posición geométrica de los elementos del Marco Geoestadístico (dimensiones, coordenadas de posición u otros) tampoco deben ser considerados oficiales ni de alta exactitud.\n\nTodo uso que se dé al Marco Geoestadístico para fines distintos a los previstos para su creación será bajo responsabilidad del usuario y debería considerar todas las aclaraciones anteriores.\n\nEl MG contiene además la cobertura de todas las localidades del territorio nacional, de manera que a cada una de las viviendas le corresponde una secuencia de claves de identificación geográfica que está dada por los sucesivos niveles de desagregación en los que se divide el territorio nacional. \n\nLos niveles de desagregación del MG son los siguientes:\n\nÁREA GEOESTADÍSTICA ESTATAL (AGEE): es la representación de las entidades federativas y posee una clave de dos dígitos de 01 a 32 (AGEM). Sus demarcaciones son los límites geoestadísticos estatales.\nÁREA GEOESTADÍSTICA MUNICIPAL (AGEM): es la representación de los municipios de cada entidad federativa; y en el caso de la Ciudad de México, de sus demarcaciones territoriales. Sus contornos son los límites geoestadísticos municipales. Poseen una clave de tres dígitos que se inicia desde 001 por cada AGEE.  \nÁREA GEOESTADÍSTICA BÁSICA (AGEB): unidad territorial creada específicamente como base para el control de los operativos de levantamiento de información en campo. Existen dos tipos de áreas geoestadísticas básicas: urbanas y rurales.\nA partir de este nivel de desagregación el MG divide, puesto que la secuencia de desagregación es distinta para cada tipo de AGEB. A continuación, se detallan ambas secuencias.\n\nAGEB URBANAS: \nEstán contenidas dentro de una localidad urbana. Por ello, luego del estado y el municipio sus niveles de desagregación son los siguientes:\nNIVEL LOCALIDAD URBANA: tiene una clave única de 4 dígitos que se inicia desde 0001 por municipio. Se consideran localidades urbanas aquéllas con 2,500 habitantes o más -según el más reciente recuento nacional de población- o que sean cabeceras municipales, independientemente de su población. También son urbanas aquellas localidades que -independientemente de su número de habitantes- tengan las siguientes características:  a) fueron clasificadas como urbanas en censos anteriores; b) sean el crecimiento de una localidad urbana, presentando continuidad urbanística con ella, rebasen la representación territorial de la AGEE y/o AGEM y se sustente la independencia de sus espacios; c) dejaron de ser cabeceras municipales.\nNIVEL AGEB URBANA: conjunto de manzanas correspondientes a una localidad urbana. Posee clave única de cuatro caracteres que se inicia desde 0010 por cada municipio.\nNIVEL MANZANA: unidad territorial definida mediante criterios específicos y que posee una clave de tres dígitos que se inicia desde 001 por cada AGEB urbana. \nNIVEL FRENTE DE MANZANA: parte de la manzana definida mediante criterios específicos y que posee una clave de un dígito que se inicia desde 1 por cada manzana.  Consigna datos de nombre y tipo de vialidad y entre vialidades.\nNIVEL EJE DE VIALIDAD: por jerarquía geográfica es el que sigue a la localidad urbana (dado que las vialidades recorren largos segmentos de las localidades), pero en el MG está colocado como nivel siguiente de la manzana porque las vialidades están divididas en tramos, cada uno por cada manzana con la que colinda. Además de la secuencia de claves estado-municipio-localidad, cada tramo tiene asignada una clave de segmentación, además de atributos de nombre, tipo y sentido de calle.\nAGEB RURALES: \nÉstas contienen grupos de localidades rurales amanzanadas y puntuales (aquéllas sin amanzanamiento definido y que son representadas como puntos en la cartografía). Por ello, luego del estado y el municipio, sus niveles de desagregación son los siguientes:\nNIVEL AGEB RURAL: posee una clave única de cuatro caracteres que se inicia desde 0010 por cada municipio. El AGEB rural está conformado por localidades rurales, que son aquéllas que tienen menos de 2,500 habitantes (conforme al más reciente recuento nacional de población) y que además no son cabecera municipal. También se consideran rurales aquellas localidades que, aun con 2,500 habitantes o más, tienen las siguientes características:  a) edificaciones dispersas y sin contigüidad que permita un amanzanamiento; b) manzanas con pocas edificaciones y predominio de uso agrícola o forestal; c) edificaciones que son centros de readaptación o rehabilitación, campamentos agrícolas, seminarios, internados, etc. \nEl MG contiene también información sobre servicios, organizada en tres capas: CAPA SIP (representación puntual), que contiene objetos espaciales como cementerios, plazas y pozos; CAPA SIL (representación con líneas), que contiene objetos como acueductos, caminos y linderos; CAPA SIA (representación con áreas), que muestra objetos como pistas de aviación e instalaciones de varios tipos. La relación detallada de los objetos espaciales por cada capa se incluye en 7.2. \n</abstract>\n<MD_DataIdentification_language>ES - Español.</MD_DataIdentification_language>\n<topicCategory>\n<principalTopic>11. Localización: Información posicional y servicios.  </principalTopic>\n<groupCategory>6. Grupo de datos de límites costeros, internacionales, estatales y municipales: Subdivisión de la Infraestructura de Datos Espaciales de México que representa las fronteras de los espacios territoriales contenedores de datos e información.</groupCategory>\n</topicCategory>\n<keyword>AGEB - Área Geoestadística Básica</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>AGEE - Área Geoestadística Estatal</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>AGEM - Área Geoestadística Municipal</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Caserío Disperso</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Ejes de Vialidad</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Frentes de manzana</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Integración Territorial</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Límite Geoestadístico</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Límite Político-Administrativo</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Localidad Amanzanada</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Localidad Rural Puntual</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Manzana</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Polígono Externo</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Polígono Externo de Manzana</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Servicio Tipo Área</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Servicio Tipo Línea</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<keyword>Servicio Tipo Punto</keyword>\n<type>5. Tema: La palabra clave que identifica un tema o materia particular.</type>\n<thesaurusName>Manuales definidos para uso específico del Marco Geoestadístico.</thesaurusName>\n<edition> </edition>\n<presentationForm>  5. Mapa digital: Mapa representado en formato raster o vector.</presentationForm>\n<CI_OnlineResource>\n<CI_OnlineResource_linkage>http://www.inegi.org.mx/</CI_OnlineResource_linkage>\n<CI_OnlineResource_description>Página web donde se encuentra la información para obtener el recurso en base a las políticas institucionales y de los centros de información autorizados. </CI_OnlineResource_description>\n</CI_OnlineResource>\n<maintenanceAndUpdateFrequency>  1. Diariamente: Los datos se actualizan cada día.</maintenanceAndUpdateFrequency>\n<MD_DataIdentification_characterSet>  4. Utf8: Formato de Transferencia UCS de tamaño variable de 8-bit, basado en ISO/IEC 10646.</MD_DataIdentification_characterSet>\n<graphfilename>11</graphfilename>\n<specuse>\nUSO 1 (INTERNO): las direcciones generales de Estadísticas Sociodemográficas y de Estadísticas Económicas del INEGI emplean el Marco Geoestadístico para la realización de los diferentes tipos de censos y encuestas. Utilizan los catálogos y la cartografía geoestadística -impresa y digital- primero, como insumos para la planeación y organización del operativo; posteriormente para el levantamiento y control de cobertura territorial y finalmente para la organización, presentación y divulgación de resultados. Se hace con el apoyo de herramientas informáticas que facilitan la obtención, captación y almacenamiento de los datos. Se generan así estadísticas sociales y económicas, con referencia geográfica, basadas en una determinada unidad de observación (vivienda o establecimiento económico). Dicha información se destina a instituciones de los sectores público y privado y al público en general; se apoya así la toma de decisiones en programas de gobierno y apoyos sociales, así como proyectos de investigación en la materia. \n\nUSO 2 (EXTERNO): diversas instituciones gubernamentales utilizan el Marco Geoestadístico como parte de sus herramientas de verificación para la asignación de recursos. Con base en la cartografía geoestadística y el Catálogo Único de Claves de Áreas Geoestadísticas Estatales, Municipales y Localidades, verifican la existencia de localidades y su ubicación respecto a los límites geoestadísticos. Se apoya así la elaboración de dictámenes e informes técnicos especializados, que son de utilidad para el desarrollo, control de procedimientos y toma de decisiones de las Unidades del Estado relacionadas con programas de distribución de recursos económicos en diferentes sectores sociales. \n\nUSO 3 (EXTERNO): instituciones académicas y de investigación utilizan el Marco Geoestadístico en análisis espaciales relacionados con desastres naturales. Empleando la cartografía y catálogos del MG e incorporándola a sistemas de información geográfica en combinación con otras capas de información, se identifican zonas con diferentes niveles de riesgo o daños recibidos respecto a diferentes tipos de desastres naturales. Se obtienen mapas temáticos que son de utilidad para las instancias de gobierno encargadas de programas de protección civil.</specuse>\n</MD_DataIdentification>\n<CI_Date>\n<Dates_Events>\n<date>2021-10-01</date>\n<dateType>1. Creación: Indicador  de la fecha que especifica cuando fue creado el recurso.</dateType>\n</Dates_Events>\n<Ad_Date>\n<date_creation>2022-09-30</date_creation>\n<date_begin></date_begin>\n<date_end></date_end>\n<inpname>Actualizaciones cartográficas de los elementos del Marco Geoestadístico identificadas durante el período de octubre 2021-septiembre 2022</inpname>\n</Ad_Date>\n</CI_Date>\n<CI_ResponsibleParty>\n<CI_ResponsibleParty_individualName>Mtro. J. Armando Aguiar Rodríguez.  </CI_ResponsibleParty_individualName>\n<CI_ResponsibleParty_organisationName>Instituto Nacional de Estadística y Geografía - INEGI.</CI_ResponsibleParty_organisationName>\n<CI_ResponsibleParty_positionName>Director de Servicios de Información..</CI_ResponsibleParty_positionName>\n<CI_ResponsibleParty_voice>(449)9105300 Ext. 5486 y 5920. Lada 800 111 46 34 (sin costo).</CI_ResponsibleParty_voice>\n<CI_ResponsibleParty_facsimile></CI_ResponsibleParty_facsimile>\n<CI_ResponsibleParty_deliveryPoint>Avenida Héroe de Nacozari Sur 2301. Fraccionamiento Jardines del Parque, entre Calle INEGI, Avenida del Lago y Avenida Paseo de las Garzas.</CI_ResponsibleParty_deliveryPoint>\n<CI_ResponsibleParty_city>Aguascalientes.</CI_ResponsibleParty_city>\n<CI_ResponsibleParty_administrativeArea>Aguascalientes.</CI_ResponsibleParty_administrativeArea>\n<CI_ResponsibleParty_postalCode>20276.</CI_ResponsibleParty_postalCode>\n<CI_ResponsibleParty_country>México.</CI_ResponsibleParty_country>\n<CI_ResponsibleParty_electronicMailAddress>atencion.usuarios@inegi.org.mx</CI_ResponsibleParty_electronicMailAddress>\n<CI_ResponsibleParty_linkage>http://www.inegi.org.mx/</CI_ResponsibleParty_linkage>\n<CI_ResponsibleParty_role>  5. Distribuidor: Parte que distribuye el recurso.</CI_ResponsibleParty_role>\n</CI_ResponsibleParty>\n<geographicElement>\n<EX_GeographicBoundingBox>\n<westBoundLongitude>-102.097</westBoundLongitude>\n<eastBoundLongitude>-99.671</eastBoundLongitude>\n<southBoundLatitude>19.912</southBoundLatitude>\n<northBoundLatitude>21.839</northBoundLatitude>\n</EX_GeographicBoundingBox>\n<spatialRepresentationType>1. Vector: Los datos vectoriales se utilizan para representar datos espaciales.</spatialRepresentationType>\n</geographicElement>\n<MD_ReferenceSystem>\n<ReferenceHorizontalSystem>\n<geograph>\n<latres></latres>\n<longres></longres>\n<geogunit></geogunit>\n</geograph>\n<planar>\n<mapprojn>\n<lambertc>\n<lambertc_stdparll>17.5</lambertc_stdparll>\n<lambertc_stdparll>29.5</lambertc_stdparll>\n<lambertc_longcm>-102.0</lambertc_longcm>\n<lambertc_latprjo>12.0</lambertc_latprjo>\n<lambertc_feast>2500000.0</lambertc_feast>\n<lambertc_fnorth>0.0</lambertc_fnorth>\n</lambertc>\n<mercatort>\n<mercatort_sfctrmer> </mercatort_sfctrmer>\n<mercatort_longcm> </mercatort_longcm>\n<mercatort_latprjo> </mercatort_latprjo>\n<mercatort_feast> </mercatort_feast>\n<mercatort_fnorth> </mercatort_fnorth>\n</mercatort>\n<mercator>\n<mercator_stdparll> </mercator_stdparll>\n<mercator_sfec> </mercator_sfec>\n<mercator_longcm> </mercator_longcm>\n<mercator_feast> </mercator_feast>\n<mercator_fnorth> </mercator_fnorth>\n</mercator>\n<tme>\n<tme_sfctrmer> </tme_sfctrmer>\n<tme_longcm> </tme_longcm>\n<tme_latprjo> </tme_latprjo>\n<tme_feast> </tme_feast>\n<tme_fnorth> </tme_fnorth>\n</tme>\n<anoth_proj_def>\n</anoth_proj_def>\n</mapprojn>\n<gridcoordinatessystem>\n<utm>\n<utm_zone></utm_zone>\n<utm_sfctrmer></utm_sfctrmer>\n<utm_longcm></utm_longcm>\n<utm_latprjo></utm_latprjo>\n<utm_feast></utm_feast>\n<utm_fnorth></utm_fnorth>\n</utm>\n</gridcoordinatessystem>\n<local_planar>\n<local_planar_desc></local_planar_desc>\n<local_planar_geo_inf></local_planar_geo_inf>\n</local_planar>\n<planci>\n<plance>Par coordenado.</plance>\n<coord_repres>\n<absres>0.00000001</absres>\n<ordres>0.00000001</ordres>\n</coord_repres>\n<distance_and_bearing_repres>\n<distance_res></distance_res>\n<bearing_res></bearing_res>\n<bearing_uni></bearing_uni>\n<ref_bearing_dir></ref_bearing_dir>\n<ref_bearing_mer></ref_bearing_mer>\n</distance_and_bearing_repres>\n<plandu>Metros.</plandu>\n</planci>\n</planar>\n<local_coordinates>\n<local_desc></local_desc>\n<local_geo_inf></local_geo_inf>\n</local_coordinates>\n<geodetic>\n<horizdn>ITRF08 época 2010.0.</horizdn>\n<ellips>Sistema Geodésico de Referencia de 1980 (GRS80).</ellips>\n<semiaxis>6378137.0</semiaxis>\n<denflat>298.2572221</denflat>\n</geodetic>\n</ReferenceHorizontalSystem>\n<ReferenceVerticalSystem>\n<altsys>\n<altdatum></altdatum>\n<altres></altres>\n<altunits></altunits>\n<altenc> </altenc>\n</altsys>\n<depthsys>\n<depthdn></depthdn>\n<depthres></depthres>\n<depthdu></depthdu>\n<depthem> </depthem>\n</depthsys>\n</ReferenceVerticalSystem>\n</MD_ReferenceSystem>\n<DQ_DataQuality>\n<DQ_Scope>\n<level>17. Producto: Información aplicada al producto.</level>\n</DQ_Scope>\n<report>\n<DQ_Completeness>\n<DQ_Completeness_evalqualsubname>\n<DQ_Completeness_nameOfMeasure></DQ_Completeness_nameOfMeasure>\n<DQ_Completeness_measureDescription></DQ_Completeness_measureDescription>\n<DQ_Completeness_result>\n<DQ_Completeness_DQ_QuantitativeResult>\n<DQ_Completeness_valueUnit></DQ_Completeness_valueUnit>\n<DQ_Completeness_value></DQ_Completeness_value></DQ_Completeness_DQ_QuantitativeResult>\n</DQ_Completeness_result>\n</DQ_Completeness_evalqualsubname>\n</DQ_Completeness>\n<DQ_LogicConsistency>\n<DQ_LogicConsistency_evalqualsubname>\n<DQ_LogicConsistency_nameOfMeasure></DQ_LogicConsistency_nameOfMeasure>\n<DQ_LogicConsistency_measureDescription></DQ_LogicConsistency_measureDescription>\n<DQ_LogicConsistency_result>\n<DQ_LogicConsistency_DQ_QuantitativeResult>\n<DQ_LogicConsistency_valueUnit></DQ_LogicConsistency_valueUnit>\n<DQ_LogicConsistency_value></DQ_LogicConsistency_value></DQ_LogicConsistency_DQ_QuantitativeResult>\n</DQ_LogicConsistency_result>\n</DQ_LogicConsistency_evalqualsubname>\n</DQ_LogicConsistency>\n<PositionalAccuracy>\n<PositionalAccuracy_evalqualsubname>\n<PositionalAccuracy_nameOfMeasure></PositionalAccuracy_nameOfMeasure>\n<PositionalAccuracy_measureDescription></PositionalAccuracy_measureDescription>\n<PositionalAccuracy_result>\n<PositionalAccuracy_DQ_QuantitativeResult>\n<PositionalAccuracy_valueUnit></PositionalAccuracy_valueUnit>\n<PositionalAccuracy_value></PositionalAccuracy_value></PositionalAccuracy_DQ_QuantitativeResult>\n</PositionalAccuracy_result>\n</PositionalAccuracy_evalqualsubname>\n</PositionalAccuracy>\n<TemporalAccuracy>\n<TemporalAccuracy_evalqualsubname>\n<TemporalAccuracy_nameOfMeasure></TemporalAccuracy_nameOfMeasure>\n<TemporalAccuracy_measureDescription></TemporalAccuracy_measureDescription>\n<TemporalAccuracy_result>\n<TemporalAccuracy_DQ_QuantitativeResult>\n<TemporalAccuracy_valueUnit></TemporalAccuracy_valueUnit>\n<TemporalAccuracy_value></TemporalAccuracy_value></TemporalAccuracy_DQ_QuantitativeResult>\n</TemporalAccuracy_result>\n</TemporalAccuracy_evalqualsubname>\n</TemporalAccuracy>\n<ThematicAccuracy>\n<ThematicAccuracy_evalqualsubname>\n<ThematicAccuracy_nameOfMeasure></ThematicAccuracy_nameOfMeasure>\n<ThematicAccuracy_measureDescription></ThematicAccuracy_measureDescription>\n<ThematicAccuracy_result>\n<ThematicAccuracy_DQ_QuantitativeResult>\n<ThematicAccuracy_valueUnit></ThematicAccuracy_valueUnit>\n<ThematicAccuracy_value></ThematicAccuracy_value></ThematicAccuracy_DQ_QuantitativeResult>\n</ThematicAccuracy_result>\n</ThematicAccuracy_evalqualsubname>\n</ThematicAccuracy>\n</report>\n<LI_Lineage>\n<statement>\nLa versión del Marco Geoestadístico (MG) a la que se refieren estos metadatos es el resultado de la compilación e integración de actualizaciones cartográficas derivadas de dos fuentes generales. Por un lado, las que se detectan durante los recorridos de actualización para el MG, Marco Maestro de Muestreo, adecuación de límites político-administrativos sustentados por una evidencia legal, cartas topográficas y otros. Por otro lado, está la información que proporcionan las Unidades de Estado y los cambios derivados de la creación de municipios u otra clase de modificación de límites político-administrativos, que son dados a conocer en decretos oficiales emitidos por instancias locales o federales. \nEl MG es un producto estrechamente vinculado con las zonas habitadas, por lo que es afectado por diversos procesos sociales que no son iguales en los diferentes espacios geográficos. Con base en la experiencia de varios años, se han diseñado procesos de producción específicos para estos distintos ámbitos, que, si bien guardan muchas semejanzas en términos generales, tienen diferencias que son de relevancia para el objetivo de los presentes metadatos. Asimismo, el producto contiene representaciones de los elementos del terreno y delimitaciones que definen las áreas geoestadísticas de diferentes tipos, (explicadas en 1.3). Tales delimitaciones corresponden a los límites geoestadísticos, que también pueden ser afectados por los procesos sociales vinculados con las localidades. \nSi durante el período de actualización se presentaron cambios en los límites político-administrativos (creación de municipios o cambios en su conformación), éstos se trabajaron mediante el procedimiento que sigue: se hizo un análisis cuidadoso para verificar el cumplimiento de una serie de requisitos: que existiera como sustento legal un documento emitido por la autoridad competente, que éste proporcionara una descripción clara y precisa del nuevo límite, que permitiera su transcripción cartográfica precisa, que no estuviera involucrado en disputa jurídica alguna, etcétera. El nuevo límite político-administrativo se transcribió tal cual a una base cartográfica y luego se incorporó al Marco Geoestadístico, con lo cual pasó a ser una demarcación geoestadística, pues si era necesario para cuidar el cumplimiento de los requisitos de consistencia geométrica del Marco, su trazo se ajustó territorialmente, empleando como referencia rasgos del terreno visibles y permanentes y procurando afectar lo menos posible la conformación del Marco (por ejemplo, la conformación de las AGEB). Este proceso se realizó mediante trabajo coordinado entre Oficinas Centrales y la Coordinación y Dirección Regional correspondientes. Finalmente se incorporó a la base de datos la nueva demarcación geoestadística (AGEE y/o AGEM y/o AGEB) y se actualizaron los catálogos correspondientes. \nPara este tipo de información espacial también fue necesario desarrollar un proceso de producción y validación.\nPor lo anterior, en el apartado 6.3.2.1 se explican por separado los procesos para la actualización del producto en dos ámbitos: 1) localidades urbanas y localidades rurales con amanzanamiento; 2) rural  \nEl primer ámbito tiene como elemento base el objeto espacial denominado MANZANA; el segundo, el LÍMITE y la LOCALIDAD RURAL PUNTUAL. Para una explicación de estos conceptos y de la información relacionada con ellos que también proporciona el MG, véase apartado 1.3.\nEn el apartado 6.3.2.1, de cada ámbito se describen los pasos del proceso, información básica sobre la tecnología empleada en ellos y los controles de calidad relevantes que se aplican en determinados momentos durante el proceso. También separada por los dos ámbitos está la información para el apartado 6.3.3.1 Fuente. \nPor otro lado, es importante señalar que para los procesos se emplea un SIG, al cual se le añadieron complementos (funciones) que la Dirección General de Geografía y Medio Ambiente desarrolló específicamente para las necesidades del proceso de elaboración del Marco Geoestadístico.\n</statement>\n<LI_ProcessStep>\n<LI_ProcessStep_description>\nÁMBITO LOCALIDADES URBANAS Y LOCALIDADES RURALES CON AMANZANAMIENTO.\n\n1. RECEPCIÓN Y ANÁLISIS DE LA INFORMACIÓN: Respecto a las altas o cambios de localidades urbanas y rurales amanzanadas, se recibe información de actualizaciones de diferentes proyectos como los siguientes: actualización permanente del Marco Geoestadístico, Cartografía Participativa, Marco Maestro de Muestreo, Registro Único de Vivienda y solicitudes provenientes de distintas unidades de Estado. De todo ello se hizo una revisión sistemática de los nuevos amanzanamientos y cambios en los otros elementos del Marco Geoestadístico. \nLa información es analizada y depurada para verificar que cumplan con los criterios de actualización cartográfica que establece el diccionario de datos del Marco Geoestadístico. Un primer análisis fue a nivel localidad, revisando cada caso para dictaminar si un determinado asentamiento cumplía con los criterios para ser considerado como localidad urbana con clave propia. El segundo análisis fue a nivel de cada uno de los elementos que conformaban la localidad, para determinar si cumplía los requisitos para ser considerado manzana susceptible de digitalización.\nAlgunos de los aspectos que se verificaron fueron la ubicación espacial de cada elemento -a base de imagen de satélite-, que las solicitudes de estado estuvieran sustentadas y publicadas en el Diario Oficial de la Federación y que los nuevos asentamientos estuvieran bien configurados para ser considerados susceptibles de digitalización y/o actualización. \n\n2. VERIFICACIÓN EN CAMPO: En cada entidad federativa se realizó una planeación y recorrido para verificar directamente en el terreno los casos de localidades y manzanas nuevas o con actualización, de los cuales se recibió reporte por alguna de las fuentes señaladas en paso anterior. El tratamiento en campo de esta información implicó, además del registro de la información geográfica correspondiente, la asignación de claves provisionales (de localidad y/o manzana) que posteriormente serán agregadas a la base cartográfica por medio del Sistema de Información Geográfica del Marco Geoestadístico (SIGMA). \nEstas claves eran provisionales en ese momento porque posteriormente cada caso sería analizado y dictaminado con base en la normatividad establecida, y sólo en los casos que se declararan procedentes se asignaría una clave definitiva (ver paso siguiente). \n\n3. ASIGNACIÓN DE CLAVES Y TIPIFICACIÓN: concluido el proceso de verificación en campo se procedió a agregar las localidades con modificaciones al Sistema de Actualización Permanente de Catálogos, asignando su clave geoestadística correspondiente. Esto es indispensable antes de agregar el resto de los elementos del Marco Geoestadístico. \nEn el SIGMA se cargó la capa vectorial de la cartografía del Marco Geoestadístico correspondiente al corte anterior y la capa de manzanas con las actualizaciones provenientes de campo. Éstas se iban agregando a la base cartográfica del MG asignándoles clave geoestadística definitiva y su respectivo código de actualización. Todo esto se hizo con base en los lineamientos y criterios de actualización cartográfica establecidos para el Marco Geoestadístico.\nConcluida la integración de todas las actualizaciones, por sistema se generó la tabla de equivalencia en la que se registran los movimientos derivados de la actualización cartográfica de localidad, AGEB y manzanas (la tabla muestra los registros antes y después de la actualización). Con ello se realizó un corte de información para actualizar el catálogo del Inventario de Manzanas, de AGEB y el Catálogo Único de Claves de Áreas Geoestadísticas Estatales, Municipales y Localidades.  \nSe verifica la completitud de los frentes de manzana, que cuentan también con una serie de criterios ya establecidos desde los segmentos hasta su forma de enumeración.\nFinalmente, los servicios (algunos representados como puntos, otros como líneas y otros más como áreas) son elementos complementarios y se agregan cumpliendo lo que establece el Diccionario de Datos del Marco Geoestadístico.\nTodo lo anterior se hace con base en una normatividad específica para cada tipo de elemento.\n\n4. EDICIÓN: consistió en incorporar y luego validar las actualizaciones reportadas por el operativo de campo y las que provenían de otras fuentes. Por ello, la base de trabajo fue el archivo vectorial más reciente al momento de iniciar la edición. A este archivo base se le agregaron las capas de las actualizaciones (manzanas, AGEB, vialidades, servicios, etc.), se editaron dichos cambios y se verificó que todos hubieran sido incorporados. Esta actividad se realizó a nivel municipal en cada uno de los archivos vectoriales. \nCada fase de edición se concentró en el trazo de nuevas manzanas o modificaciones de las existentes, empleando como base las imágenes satelitales más recientes de las cuales se disponía en el momento. No se verificó la plena correspondencia geométrica de dicha base con los trazos de las ediciones anteriores. Dado que las imágenes fuente son cada vez de mejor resolución y calidad métrica, existirán discrepancias de geometría con los polígonos que en su momento se trazaron con fuentes de menor resolución y exactitud planimétrica.  \nLa fuente básica empleada fueron las ortoimágenes digitales de Digital Globe. En las zonas del país donde éstas aún no tenían cobertura se recurrió a las imágenes más actuales disponibles en cada operativo de edición. En consecuencia, la geometría de las manzanas se basó en fuentes con exactitud y temporalidad muy variadas. Además, la normatividad establece que las manzanas se digitalicen por la guarnición de la banqueta, pero en ausencia de ésta al momento de la edición, se hará por el borde de las construcciones. Se trata de un aspecto temporal sin posible control que sin embargo incide también en la certeza de la digitalización.\nTodo lo anterior propició una limitante en los resultados de la edición. La calidad geométrica (exactitud posicional) es muy variable en los polígonos de manzanas, por lo que no es posible establecer un rango o error promedio de suficiente representatividad para el producto. \nDespués se procedió a la validación topológica, que consistió en verificar las relaciones de todos los elementos geométricos para detectar aquéllos topológicamente incorrectos. También se hicieron verificaciones de completitud de elementos y de su calidad geométrica. Se verificó la integración territorial; esto es, que todos los elementos del archivo vectorial estuvieran dentro del municipio y estado que les corresponde. En esta última revisión se tomaron en cuenta las excepciones que existen en el territorio nacional.\nTodo lo anterior se realizó, en esta etapa, en las coordinaciones estatales y regionales del INEGI. \nSi bien se trabajó por municipio cada uno de los archivos vectoriales, para el envío se integraron todos para obtener un archivo por estado. Cuando la información estaba lista se enviaba al área correspondiente para que se realizara la integración nacional.\n\n5. INTEGRACIÓN: los archivos concluidos en nivel estatal y regional se integraron para un control de calidad a nivel nacional. El archivo vectorial debía cumplir las reglas topológicas establecidas, la georreferenciación espacial debía ser correcta en relación con las imágenes más recientes de ese momento y no debía haber traslapes ni huecos entre los polígonos, existiendo una tolerancia permitida de 1 m. También se revisó que hubiera congruencia entre la información vectorial y la tabular, empleando los catálogos actualizados, las tablas de equivalencia de actualización cartográfica y el Catálogo Único de Claves de Áreas Geoestadísticas Estatales, Municipales y Localidades (ver detalles en CONTROL DE CALIDAD). \nConcluidas estas pruebas, la información se integró en formato shape por entidad federativa como conjunto de datos, junto con sus metadatos y documentación asociada, como catálogos de entidades, municipios, localidades urbanas y rurales amanzanadas.</LI_ProcessStep_description>\n<LI_ProcessStep_description>\nTECNOLOGÍA EMPLEADA\nSOFTWARE: Sistema de Información Geográfica con herramientas propias elaboradas para la edición y validación de la cartografía del Marco Geoestadístico en Python, Arc Gis 10.8.1\nHARDWARE: Computadora Personal con Procesador Intel CORE a 3.6 ghz, Windows 8.1.\n</LI_ProcessStep_description>\n<LI_ProcessStep_description>\nCONTROL DE CALIDAD\n\nCRITERIO: consistencia lógica.  SUBCRITERIO: consistencia topológica. ÁMBITO DE LA REVISIÓN: localidades, AGEB, manzanas con sus elementos de complemento: frentes de manzana, ejes y servicios. INSPECCIÓN: completa. \nEXPLICACIÓN DE LA REVISIÓN: por medios automatizados se verificó que los objetos espaciales cumplieran con las reglas topológicas y con las relaciones lógicas (conexión, compartición) establecidas en el diccionario de datos para los distintos objetos de puntos, líneas y áreas. Se buscó identificar objetos que infringieran las reglas para generar un reporte de éstos.\nINDICADOR APLICADO: revisión de consistencia topológica.\nQUE EXPRESA EL INDICADOR: con valor 1 informa que se revisó la consistencia topológica en datos con estructura vectorial (representación de punto, línea o polígono). Con valor 0 informa que no se revisó la consistencia topológica.  La revisión detecta situaciones inconsistentes con las reglas topológicas establecidas para cada producto geográfico en su diccionario de datos. Algunos casos posibles son: autointersecciones no válidas, conexiones omitidas entre rasgos geográficos, comparticiones omitidas entre rasgos geográficos, traslapes entre rasgos geográficos (con una tolerancia de 1 m.), áreas complejas mal formadas y rasgos geográficos duplicados. Estos errores son resultado de trazos o ediciones incorrectas y cada uno requiere efectuar una corrección o aportar una justificación.\nRESULTADO DE LA REVISIÓN: 1\nNIVEL DE CONFORMIDAD DE CALIDAD: Tolerancia de 1 metro; fuera de ella, no se admitió ningún error topológico.\nEVALUADORES: Dirección General Adjunta de Información Geográfica para la Administración del Territorio (INEGI). OBSERVACIONES: Se detectaron aproximadamente 0.5% de inconsistencias. Mediante algoritmos se identificaron las siguientes inconsistencias topológicas: huecos, moños, polígonos sin cerrar, geometrías inválidas o traslapes entre los objetos de línea, área y punto. Sin embargo, existían excepciones por la variedad de casos que se presentan a nivel nacional, los cuales en la realidad del terreno son correctos. Estos casos no se corrigieron, sino que se justificaron. Se requirió la consulta y conciliación con las áreas involucradas para la pronta solución de los problemas detectados. Las coordinaciones estatales validaron y estandarizaron la información considerando las excepciones aceptadas. Aquí se describe sólo la prueba a nivel nacional, en la cual se confrontó la información de todas las entidades federativas, pero es similar a la que previamente (paso 3,\"Edición\") se hizo en cada coordinación estatal, donde se confrontó la información de todos los municipios de cada entidad.</LI_ProcessStep_description>\n<LI_ProcessStep_description>\nCONTROL DE CALIDAD \nCRITERIO: completitud.  SUBCRITERIO: omisión. ÁMBITO DE LA REVISIÓN: las localidades y manzanas que tuvieron alguna actualización cartográfica o eran nuevas, así como, todos los elementos que los componían, como frentes de manzana, AGEB, ejes y servicios. INSPECCIÓN: completa. EXPLICACIÓN DE LA REVISIÓN: mediante aplicaciones informáticas se comprobó en el archivo vectorial la existencia de todos los vectores debidos, tomando como referencia la tabla de equivalencia de actualización cartográfica y el Catálogo Único de Claves de Áreas Geoestadísticas Estatales, Municipales y Localidades. NIVEL DE CONFORMIDAD DE CALIDAD: cero tolerancias de errores tabulares. La información debía estar completa al 100% tanto en localidades como en manzanas. RESULTADOS DE LA REVISIÓN: aproximadamente 0.5% de inconsistencias. EVALUADORES: Dirección General Adjunta de Información Geográfica para la Administración del Territorio (INEGI). OBSERVACIONES: Se requirió la consulta y conciliación con las áreas involucradas para la pronta solución de los problemas detectados. Aquí se describe sólo la prueba a nivel nacional, en la cual se confrontó la información de todas las entidades federativas, pero es similar a la que previamente (paso 3,\"Edición\") se hizo en cada coordinación estatal, donde se confrontó la información de todos los municipios de cada entidad. </LI_ProcessStep_description>\n<LI_ProcessStep_description>\nCONTROL DE CALIDAD \nCRITERIO: consistencia lógica. SUBCRITERIO: consistencia conceptual. ÁMBITO DE LA REVISIÓN: las localidades y AGEB con sus respetivas manzanas y elementos que la conforman: ejes viales, frentes de manzana y servicios. INSPECCIÓN: completa. EXPLICACIÓN DE LA REVISIÓN: mediante un análisis visual se confrontó la geometría de los nuevos amanzanamientos en la capa vectorial con los correspondientes rasgos físicos visibles en la imagen. NIVEL DE CONFORMIDAD DE CALIDAD: no se aplica. RESULTADOS DE LA REVISIÓN: aproximadamente 0.5% de los objetos presentó alguna inconsistencia en los criterios de actualización cartográfica. EVALUADORES: Dirección General Adjunta de Información Geográfica para la Administración del Territorio (INEGI) OBSERVACIONES: para todos los objetos que presentaron alguna inconsistencia en los criterios de actualización cartográfica, se consultó con el personal del departamento de Cartografía y Territorio de cada entidad involucrada, para tener una información más homogénea. Todas las localidades con sus respectivas manzanas debían tener una verificación en campo debido a que las imágenes no son actualizadas a nivel nacional. Además de que su fecha de toma no era reciente en el momento de la actividad, en algunos casos presentaron nubosidad.  Aquí se describe sólo la prueba a nivel nacional, en la cual se confrontó la información de todas las entidades federativas, pero es similar a la que previamente (paso 3,\"Edición\") se hizo en cada coordinación estatal, donde se confrontó la información de todos los municipios de cada entidad.</LI_ProcessStep_description>\n<LI_ProcessStep_description>\nÁMBITO RURAL  \n\n1. RECEPCIÓN Y ANÁLISIS DE LA INFORMACIÓN: las coordinaciones estatales planean y realizan recorrido en campo para identificar cambios en los elementos cartográficos del Marco Geoestadístico. Los nuevos trazos o actualizaciones de localidades son captados en archivos digitales o en el material cartográfico impreso. Posteriormente son digitalizados para conformar versiones actualizadas de las capas siguientes:\n- Áreas Geoestadísticas Estatales (AGEE)\n- Áreas Geoestadísticas Municipales (AGEM)\n- Áreas Geoestadísticas Básicas Urbanas y Rurales (AGEB) \n- Polígonos de Localidades Urbanas y Rurales (L)\n- Localidades Puntuales Rurales (LPR)\n- Territorio Insular (TI)\n\n\nSobre los archivos vectoriales se hace una revisión de las actualizaciones incorporadas, buscando inconsistencias vectoriales y tabulares. Se define una estrategia en la revisión, corrección y edición durante el procesamiento de la información.\n\n2. VALIDACIÓN: por medio de herramientas informáticas y utilizando como referencia la versión anterior del Marco Geoestadístico (en este caso, a diciembre 2022), se identificaron las inconsistencias tabulares y vectoriales, así como los movimientos de los límites que fueron modificados; esto se hizo con base en la documentación correspondiente (decretos oficiales) y tomando en consideración los criterios definidos para esta actividad. \nLas validaciones que se realizan son las siguientes:\n\nLocalidades Puntuales Rurales \n- Elementos Duplicados: se validó que no existieran puntos y polígonos duplicados, ni en la información tabular ni en los vectores.\n- Localidades Puntuales Rurales (LPR) dentro de su AGEB: se verificó que cada localidad puntual rural se ubicara dentro del polígono de AGEB que le corresponde. Para ello se hizo una intersección de los polígonos de AGEB con la capa de los puntos de localidades rurales, se identificaron los registros cuya clave de AGEB difería de la clave de AGEB y municipio donde se ubica. Posteriormente se hizo una confronta de estos resultados con el Catálogo de Localidades Isla (localidades que físicamente están en un municipio y administrativamente pertenecen a otro de manera justificada), además, se identificaron las localidades puntuales rurales ubicadas fuera de los polígonos de AGEB rural.\n- LPR dentro de su polígono amanzanado: se identificaron los polígonos rurales cuyos atributos no correspondían al punto de localidad rural.\n- LPR dentro de un polígono que no le corresponde: identificación de los puntos dentro de polígonos rurales cuyos atributos no coinciden.\n\nValidación de límites coincidentes: se verificó que los movimientos efectuados a los límites se realizaron con en base sustentos legales. \n\nValidación contra catálogos: confronta contra catálogos: se comparan los atributos tabulares de cada capa vectorial con los datos tabulares del Catálogo Único de Claves de Áreas Geoestadísticas Estatales, Municipales y Localidades, para verificar la coincidencia con los datos de los vectores.\n\n3. EDICIÓN: terminada la etapa de validación de todos los elementos que conforman la parte rural del Marco Geoestadístico se procedió a la edición tabular y vectorial de las inconsistencias detectadas, de acuerdo con las metodologías y criterios establecidos para cada uno de los archivos vectoriales. Esta actividad se realizó en cada una de las coordinaciones estatales. \nEn algunos casos se tomaron como referencia ortoimágenes digitales elaboradas por el INEGI, junto con las herramientas desarrolladas en el INEGI exclusivamente para esta edición.\nEn lo referente a los cambios de límites estatales y municipales, las modificaciones en el archivo vectorial debían hacerse siempre de acuerdo con el trazo reportado en el documento legal correspondiente. Si no se contaba con este no se aplicó la modificación y los trazos se conservaron como están en los archivos vectoriales de la versión anterior. \n\n4. INTEGRACIÓN: concluida la etapa de edición se realizó, por cada entidad federativa, la integración de cada uno de los elementos que conforman la parte rural del Marco Geoestadístico, asegurando que la información cumpliera con la estructura especificada en el protocolo de entrega.\n\n5. PUBLICACIÓN: después de la integración se realizó la entrega del producto final al área correspondiente para su difusión, publicación y disposición de los usuarios finales. </LI_ProcessStep_description>\n<LI_ProcessStep_description>\nTECNOLOGÍA EMPLEADA: \nSOFTWARE: Sistema de Información Geográfica (ArcGis 10.8.1) y desarrollo de herramientas propias en Python para la edición y validación.\nHARDWARE: Computadora Personal con Procesador Intel CORE a 3.6 ghz, Windows 8.1.</LI_ProcessStep_description>\n<LI_ProcessStep_description>\nCONTROL DE CALIDAD \nCRITERIO: consistencia lógica. SUBCRITERIO: consistencia conceptual. ÁMBITO DE LA REVISIÓN: actualizaciones identificadas durante los diferentes eventos censales y modificaciones realizadas en los operativos de campo. INSPECCIÓN: completa.  EXPLICACIÓN DE LA REVISIÓN: a través de la estrategia definida se verifica la correcta aplicación de los diferentes criterios establecidos para actualizar y añadir nuevos elementos y actualizar los diferentes vectores. NIVEL DE CONFORMIDAD DE CALIDAD: cero tolerancia de errores en la aplicación de criterios y metodologías, las actualizaciones deben estar en base a los criterios definidos para esta actividad. RESULTADOS DE LA REVISIÓN: aproximadamente 0.5% de inconsistencias. EVALUADORES: Dirección General Adjunta de Información Geográfica para la Administración del Territorio (INEGI). OBSERVACIONES: las inconsistencias se consultaron con el personal de las áreas involucradas para su pronta solución.</LI_ProcessStep_description>\n<LI_ProcessStep_description>\nCONTROL DE CALIDAD \nCRITERIO: consistencia lógica. SUBCRITERIO: consistencia topológica. ÁMBITO DE LA REVISIÓN: vectoriales correspondientes a las Áreas Geoestadísticas Estatales (AGEE), Áreas Geoestadísticas Municipales (AGEM), Áreas Geoestadísticas Básicas Rurales, polígonos de localidades urbanas y rurales, Localidades Puntuales Rurales (LPR) y Territorio Insular. INSPECCIÓN: completa. EXPLICACIÓN DE LA REVISIÓN: por medios automatizados se verificó que los objetos espaciales cumplieran con las reglas topológicas y con las relaciones lógicas (conexión, compartición) establecidas en el diccionario de datos para los distintos objetos de puntos, líneas y áreas. Se buscó identificar objetos que infringieran las reglas para generar un reporte de estos.\nINDICADOR APLICADO: revisión de consistencia topológica.\nQUE EXPRESA EL INDICADOR: con valor 1 informa que se revisó la consistencia topológica en datos con estructura vectorial (representación de punto, línea o polígono). Con valor 0 informa que no se revisó la consistencia topológica.  La revisión detecta situaciones inconsistentes con las reglas topológicas establecidas para cada producto geográfico en su diccionario de datos. Algunos casos posibles son: autointersecciones no válidas, conexiones omitidas entre rasgos geográficos, comparticiones omitidas entre rasgos geográficos, traslapes entre rasgos geográficos, áreas complejas mal formadas y rasgos geográficos duplicados. Estos errores son resultado de trazos o ediciones incorrectas y cada uno requiere efectuar una corrección o aportar una justificación.\nRESULTADO DE LA REVISIÓN: 1.\nNIVEL DE CONFORMIDAD DE CALIDAD: tolerancia de 1 metro; fuera de ella, no se admitió ningún error topológico. EVALUADORES: Dirección General Adjunta de Información Geográfica para la Administración del Territorio (INEGI). OBSERVACIONES: mediante algoritmos se identificaron las siguientes inconsistencias topológicas: traslapes o geometrías inválidas, huecos, moños, multipolígonos, polígonos sin cerrar entre los objetos de línea, área y punto, así como polígonos con área muy pequeña. Para algunos casos se requirió la consulta y conciliación con la coordinación estatal involucrada para lograr una información homogénea.   </LI_ProcessStep_description>\n<LI_ProcessStep_description>\nCONTROL DE CALIDAD \nCRITERIO: completitud. SUBCRITERIO: omisión. ÁMBITO DE LA REVISIÓN: las localidades que tuvieron alguna actualización o son nuevas, así como, los atributos de las AGEE, AGEM, AGEB, polígonos de localidades urbanas y rurales, y polígonos de territorio insular. INSPECCIÓN: completa. EXPLICACIÓN DE LA REVISIÓN: mediante aplicaciones informáticas se confrontaron los archivos vectoriales actualizados con su correspondiente vectorial de la versión anterior del Marco Geoestadístico; así mismo, los vectoriales actualizados se confrontaron contra su versión actualizada del Catálogo Único de Claves de Áreas Geoestadísticas Estatales, Municipales y Localidades. En ambos casos se buscaban inconsistencias de omisión.  NIVEL DE CONFORMIDAD DE CALIDAD: cero tolerancias de errores vectoriales y tabulares. La información debía estar completa al 100% sin localidades o polígonos faltantes. RESULTADOS DE LA REVISIÓN: aproximadamente 0.5% de inconsistencias.  EVALUADORES: Dirección General Adjunta de Información Geográfica para la Administración del Territorio (INEGI). OBSERVACIONES: al encontrarse algunas diferencias, éstas deben requerir consulta con las áreas involucradas para su pronta solución.</LI_ProcessStep_description>\n</LI_ProcessStep>\n<LI_Source>\n<LI_Source_description>\nÁMBITO LOCALIDADES URBANAS Y LOCALIDADES RURALES CON AMANZANAMIENTO\n\nFUENTE 1: Documentación oficial sobre creación o modificación de límites municipales, modificación de nombres oficiales de municipios, creación o modificación de límites en cabeceras municipales urbanas o modificación de nombres oficiales de localidades que son cabeceras municipales urbanas. Período de los documentos: octubre 2021 - septiembre 2022.\nFUENTE 2: imágenes satelitales en color o escala de grises, con resolución de 50 cm. Digital Globe, fecha variable.\nFUENTE 3: MARCO GEOESTADÍSTICO, DICIEMBRE 2021\nFUENTE 4: para los casos de movimientos de límites político-administrativos: decretos federales emitidos por el Congreso de la Unión con reconocimiento (Federal), decretos estatales emitidos por los Congresos Estatales, con reconocimiento (Estatal), en los que se registran las demarcaciones de los límites. Período de los documentos: octubre 2021 - septiembre 2022.\n</LI_Source_description>\n<LI_Source_description>\nÁMBITO RURAL  \n\nFUENTE 1: Documentación oficial sobre creación o modificación de límites municipales, modificación de nombres oficiales de municipios, creación o modificación de límites en cabeceras municipales urbanas o modificación de nombres oficiales de localidades que son cabeceras municipales urbanas. Período de los documentos: octubre 2021 - septiembre 2022.\nFUENTE 2: imágenes satelitales en color o escala de grises, con resolución de 50 cm. Digital Globe, fecha variable.\nFUENTE 3: MARCO GEOESTADÍSTICO, DICIEMBRE 2021\nFUENTE 4: para los casos de movimientos de límites político-administrativos: decretos federales emitidos por el Congreso de la Unión con reconocimiento (Federal), decretos estatales emitidos por los Congresos Estatales, con reconocimiento (Estatal), en los que se registran las demarcaciones de los límites. Período de los documentos: octubre 2021 - septiembre 2022.\n</LI_Source_description>\n</LI_Source>\n</LI_Lineage>\n</DQ_DataQuality>\n<Attributes>\n<schemaAscii>\nPara este producto, se representa la siguiente información:\n\n- Polígono de Área Geoestadística Estatal, que representan la delimitación de cada Estado que integra la República Mexicana. \n- Polígonos de Áreas Geoestadísticas Municipales, que representan la delimitación de cada Municipio y Demarcación Territorial que integra una Entidad Federativa. \n- Polígonos de Áreas Geoestadísticas Básicas rurales y urbanas, que representan la delimitación de los AGEB que integran un Municipio.\n- Polígonos de localidades, representa el contorno del área amanzanada de las localidades urbanas y rurales. \n- Manzanas, representa la delimitación por vialidades y rasgos. \n- Polígonos de Isla, que representa cada una de las islas correspondientes a cada entidad federativa.\n- Puntos de ubicación de Localidades Rurales, que representan cada una de las localidades rurales correspondientes al Estado.\n- Frentes de manzanas y vialidades.\n- Servicios, pueden ser de tipo área, puntual o lineal. Los servicios que se pueden representar son los siguientes: Aeródromo Civil, Área Verde, Camellón, Glorieta, Cuerpo de Agua, Instalación Diversa, Instalación Industrial,  Acueducto, Bordo, Canal, Corriente de Agua, Instalación Portuaria, Línea de Tren Metropolitano, Paso a Desnivel, Pista de Aviación, Presa, Puente, Túnel, Vía Férrea, Camino, Carretera, Cementerio, Centro Comercial, Centro de Asistencia Médica, Edificación Cultural, Escuela, Estación de Transporte Terrestre, Estanque, Faro Instalación de Comunicación, Instalación de Servicios, Instalación Deportiva o Recreativa, Mercado, Palacio de Gobierno, Plaza, Pozo, Rampa para Silla de Ruedas Subestación Eléctrica, Tanque de Agua, Templo, Infraestructura Urbana, Instalación Gubernamental, Lote Baldío, Restricción de Paso a Peatones y/o Vehículos, Inmueble, Unidad de Observación y Zona Arqueológica. \n\nDOMINIO DE VALORES:\n\nCVE_ENT: \tEs la clave geoestadística de la entidad Federativa que va del 01 que corresponde a Aguascalientes al 32 Zacatecas.\nCVE_MUN:\tEs la clave geoestadística asignada a los municipios y demarcaciones territoriales del 001 al último número del municipio que tenga la entidad. \nCVE_LOC: \tEs la clave geoestadística asignada a las localidades rurales y urbanas.\nCVE_AGEB: \tEs la clave del Área Geoestadística Básica Urbana y Rural asignada a nivel municipio.\nCVE_MZA:\tClave asignada a la manzana.\nCVEFT: \tClave del frente de manzana.\nCVEVIAL:\tClave de la vialidad.\nCVESEG:\tClave del segmento de vialidad conforme a las manzanas.\nCVE_SERV:\tClave consecutiva del servicio.\nNOMGEO:\tEs el nombre de la entidad federativa, Municipio o Localidad.\nGEOGRÁFICO:\t Nombre del tipo geográfico del servicio.</schemaAscii>\n<entity_detail>\nCAPA BASE: \nENT Entidad Federativa 1, MUN Municipios 46, AR AGEB Rural 339, LPR Localidad Puntual Rural 7,889, L Localidad Amanzanada 3,513, A AGEB Urbana 3,734, CD Caserío Disperso 4,537, E Ejes de Vialidad 324,632, FM Frentes de Manzana 606,015, M Manzana 112,692, PE Polígono Externo 4,847, PEM Polígono Externo de Manzana 438.\n\nSERVICIOS DE INFORMACIÓN COMPLEMENTARIA\nSIA\nCamellón 7,102, Cementerio 106, Centro de Asistencia Médica 61, Corriente de Agua 361, Cuerpo de Agua 1,763, Escuela 618, Instalación Deportiva o Recreativa 1,433, Instalación Diversa 27, Instalación Industrial 2, Instalación de Servicios 3, Plaza 127, Subestación Eléctrica 3, Templo 300.\nSIL\nAcueducto 1, Camino 19,575, Canal 1,345, Carretera 4,526, Corriente de Agua 4,883, Lindero 12,175, Paso a Desnivel 86, Puente 4,077, Restricción de Paso a Peatones y/o Automóvil 516, Vía Férrea 326.\nSIP\nCementerio 158, Centro Comercial 58, Centro de Asistencia Médica 916, Escuela 8,597, Estación de Transporte Terrestre 19, Infraestructura Urbana 340, Instalación Deportiva o Recreativa 1,887, Instalación Diversa 85, Instalación Gubernamental 70, Instalación Industrial 1, Instalación de Comunicación 498, Instalación de Servicios 57, Mercado 211, Plaza 1,136, Pozo 1,057, Subestación Eléctrica 6, Tanque de Agua 1,973, Templo 3,771.\n</entity_detail>\n</Attributes>\n<MD_Distribution>\n<accessConstraints>8. Acceso al público a través de internet y los Centros de Información del Instituto Nacional de Estadística y Geografía - INEGI.</accessConstraints>\n<useConstraints>8. Ninguna.</useConstraints>\n<otherConstraints>El Instituto Nacional de Estadística y Geografía - INEGI no se hace responsable por el uso que usted le dé a los datos.</otherConstraints>\n<MD_Format>\n<name>Shape</name>\n<version>Arc Map 10.8.1</version>\n</MD_Format>\n</MD_Distribution>\n<Inf_Metadata>\n<metadataStandardName>ISO 19115 Información Geográfica - Metadatos (Norma Técnica para Metadatos).</metadataStandardName>\n<metadataStandardVersion>2003 (1.0).</metadataStandardVersion>\n<Inf_Metadata_language>ES - Español.</Inf_Metadata_language>\n<CI_ResponsibleParty>\n<Inf_Metadata_CI_ResponsibleParty_individualName>Lic. Rafael Arrioja Urzúa.</Inf_Metadata_CI_ResponsibleParty_individualName>\n<Inf_Metadata_CI_ResponsibleParty_organisationName>Instituto Nacional de Estadística y Geografía - INEGI.</Inf_Metadata_CI_ResponsibleParty_organisationName>\n<Inf_Metadata_CI_ResponsibleParty_positionName>Jefe del Departamento de Administración de Metadatos.</Inf_Metadata_CI_ResponsibleParty_positionName>\n<Inf_Metadata_CI_ResponsibleParty_voice>(449)9105300 Ext. 1750 y 5631.</Inf_Metadata_CI_ResponsibleParty_voice>\n<Inf_Metadata_CI_ResponsibleParty_facsimile></Inf_Metadata_CI_ResponsibleParty_facsimile>\n<Inf_Metadata_CI_ResponsibleParty_deliveryPoint>Avenida Héroe de Nacozari Sur 2301. Fraccionamiento Jardines del Parque, entre Calle INEGI, Avenida del Lago y Avenida Paseo de las Garzas.</Inf_Metadata_CI_ResponsibleParty_deliveryPoint>\n<Inf_Metadata_CI_ResponsibleParty_city>Aguascalientes.</Inf_Metadata_CI_ResponsibleParty_city>\n<Inf_Metadata_CI_ResponsibleParty_administrativeArea>Aguascalientes.</Inf_Metadata_CI_ResponsibleParty_administrativeArea>\n<Inf_Metadata_CI_ResponsibleParty_postalCode>20276</Inf_Metadata_CI_ResponsibleParty_postalCode>\n<Inf_Metadata_CI_ResponsibleParty_country>México</Inf_Metadata_CI_ResponsibleParty_country>\n<Inf_Metadata_CI_ResponsibleParty_electronicMailAddress>rafael.arrioja@inegi.org.mx</Inf_Metadata_CI_ResponsibleParty_electronicMailAddress>\n<Inf_Metadata_CI_ResponsibleParty_role>  7. Punto de contacto: Parte que puede ser contactada para informarse sobre el recurso o adquisición del mismo.</Inf_Metadata_CI_ResponsibleParty_role>\n</CI_ResponsibleParty>\n<dateStamp>2022-11-30</dateStamp>\n<Inf_Metadata_characterSet>  6. 8859parte1: ISO/IEC 8859-1, Tecnologías de la Información - Conjuntos de caracteres gráficos codificados de 8-bit por byte - Parte 1: Alfabeto Latino No.1.</Inf_Metadata_characterSet>\n</Inf_Metadata>\n</Metadata>", "geom": [[[-100.74875278095675, 19.912750181273722], [-100.77685064938316, 19.91458359992277], [-100.9644100198915, 19.92827471039502], [-100.9705468901873, 19.92923768013566], [-101.38873579985824, 20.03039760043612], [-101.91728013995616, 20.19481948028526], [-101.91789728016366, 20.19507732006844], [-101.91829991008895, 20.195457690342963], [-101.93129548996146, 20.208468349713154], [-102.09641167969454, 20.38425749039296], [-102.09701796986165, 20.38697422011703], [-102.09703228003141, 20.387218379769763], [-102.09590837963152, 20.780050520094914], [-102.09582671981016, 20.782856889714704], [-102.07999100040547, 20.828708079859034], [-102.07986705004726, 20.82906508008145], [-101.58569407992648, 21.77877711999081], [-101.47387340012645, 21.82739102007153], [-101.45507233966899, 21.82995854017121], [-101.36527365962301, 21.839416720416633], [-101.36145995027807, 21.839120779874786], [-101.36005456954433, 21.838998030016665], [-101.3194839397727, 21.83533445003585], [-100.27213545989822, 21.687346979865733], [-99.77639920028714, 21.494720570153724], [-99.77608051973765, 21.494536909626884], [-99.77513723016285, 21.493546820292696], [-99.77407388036298, 21.49178474977839], [-99.6713026197791, 21.30119375006697], [-99.68785488016448, 21.225780260288182], [-100.36293111997873, 19.989861079673858], [-100.51994644955529, 19.91882004985378], [-100.74875278095675, 19.912750181273722]]]}]}